Repository: Nsfwood/stocks
Catalog: stocks/*.lproj/Localizable.strings
Languages: de

# sidebar_Navigation_Bar_Title
source: Stocks
de: Aktien

# content_NoStock_Body
source: Select a stock to view it's graph.
de: Wählen Sie eine Aktie aus, um sein Diagramm anzuzeigen.

# content_Navigation_Bar_Title
source: No Stock Selected
de: Keine Aktie Ausgewählt

source: Press 􀁌 to add a stock to your portfolio.
de: Drücken Sie 􀁌, um Ihrer Aktien eine Aktie hinzuzufügen.

# ADD_TITLE
source: Add Stock
de: Aktie Hinzufügen

# CANCEL_BUTTON
source: Cancel
de: Abbrechen

# ADD_SEARCH_PLACEHOLDER
source: Search for a stock symbol
de: Nach einem Tickersymbol Suchen

# ADD_SEARCH_EXCHANGES_SUBTITLE
source: Searchable exchanges: NYS, NAS, PSE, BATS, ASE
de: Durchsuchbare Börsen: NYS, NAS, PSE, BATS, ASE

# SETTINGS_TITLE
source: Settings
de: Einstellungen

# DONE_BUTTON
source: Done
de: Fertig

# UPGRADE_BUTTON
source: Upgrade to Premium
de: Upgrade auf Premium

# FILTER_X_TITLE
source: X Range
de: x-Achsen

# FILTER_X_INCLUDE
source: Include All Years
de: Jedes Jahr Einschließen

# FILTER_X_CLEAR
source: Clear X Filter
de: x-Achsenfilter Löschen

# FILTER_Y_TITLE
source: Y Range
de: y-Achsen

# FILTER_Y_CLEAR
source: Clear Y Filter
de: y-Achsenfilter Löschen
